{
    "Овчаренко Павел Николаевич": {
        "rewards": [
            "https://ibb.co/Mk42Qc4M"
        ],
        "desc": " родился в 1925 году в станице Ново-Корсунская Краснодарского края",
        "photos": [
            "https://i.ibb.co/8Lnm3vy3/uc-id-1-N7hip-R-u-HHe-Hm-Jo7-CHp-Vf-Blz-IT0r4z-S8.png",
            "https://i.ibb.co/hFg1JWrf/uc-id-1-Uo-Wlskv4bc0-Ld-AK5-Bn-GHXE71t-Itgf84.png"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "42.3173563 42.2366201",
                "desc": "Линия фронта стремительно приближалась, и чтобы не оказаться в оккупации, было принято решение всю окрестную молодежь отправить в тыл. Так начался его многодневный путь, пешком по военно-грузинской дороге в республику Грузия. Позже он вспоминал, что это был его самый тяжелый период в годы войны: налеты фашистской авиации, первые потери друзей и знакомых, голод, неразбериха, хаос.",
                "photos": []
            },
            "1943": {
                "location": "45.0578614 38.9276344",
                "desc": "С сентября 1943 года начала свой славный боевой путь 9 пластунская Краснодарская Краснознамённая орденов Кутузова II степени и Красной Звезды дивизия.\n",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "54.7676831 20.4348706",
                "desc": "А в самом конце 1944 года, он как молодой и перспективный красноармеец, был направлен на учебу в Чкаловское (теперь это город Оренбург) пулеметное пехотное училище.\nВеликую Победу 9 мая 1945 года он встретил уже курсантом - выпускником училища. Военную службу продолжил офицером в группе советских войск в Германии, потом в гарнизонах на территории СССР. Был уволен в запас в звании капитана по состоянию здоровья в 50-х годах. \n",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Коблов Кузьма Иванович ": {
        "rewards": [
            ""
        ],
        "desc": "Рязанская область, Новодеревенский район, с. Студёнки.",
        "photos": [
            "https://i.ibb.co/mV7zdjwN/uc-id-18n-BFn-VTLJDU9-UHFq3-SG174-QGp-IOIz-QFw.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "55.7504461 37.6174943",
                "desc": "Младший лейтенант, командир спецроты, участник битвы\nЛетом 1941 года из села Студенки Рязанской области ушёл на фронт младший лейтенант Коблов Кузьма Иванович. Провожала младшего лейтенанта его жена Клавдия Степановна с двумя дочерями Зинаидой  и Александрой. Он поцеловал девочек, жену, сказал ей «Береги детей». И ушёл. Ушёл навсегда. И первая похоронка, пришедшая в село в 41-го, была на него, Кузьму Ивановича. Ему было 28 лет. Был ранен под Можайском 18.10.1941, умер от ран в эвагоспитале 2386г. Москвы 20.10.1941г. ",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Соложенков Георгий Васильевич": {
        "rewards": [
            "https://ibb.co/v62FZQJs,https://ibb.co/Mk42Qc4M,https://ibb.co/W48k87XQ,https://ibb.co/jP935FPr,https://ibb.co/39KBRtKg"
        ],
        "desc": "Георгий Васильевич Соложенков родился 28 апреля 1925 года в деревне Железница Ульяновского района Калужской области.\nКогда началась война, прадеду было всего 16 лет. Он вступил в ряды комсомольцев и рвался на фронт, даже добавил себе один год, но принят так и не был. На фронт Георгия Васильевича призвали, как только ему исполнилось 18 лет, 29 апреля 1943 года, во Фрунзенском районном военном комиссариате города Иваново.",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "55.0816286 38.7582147",
                "desc": "Георгий Васильевич поступил в распоряжение Коломенского артиллерийского учебного лагеря. В нём под руководством полковника Коваленко и подполковника Остроухова с 17 декабря 1943 года по 5 июня 1944 года шло формирование 1972 истребительного противотанкового полка. За время боевых действий полком было уничтожено 46 танков, около 200 пулемётов и свыше 2000 солдат противника. \nВ этом полку прадед служил в должности наводчика орудия, а также бесперебойно обеспечивал связь в качестве телефониста I батареи.",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "55.8959189 26.4671762",
                "desc": "Особое место на боевом пути прадеда заняла Шяуляйская наступательная операция. К июлю 1944 года силы Первого Прибалтийского фронта были дислоцированы на границе Белорусской и Литовской ССР. К 5 июля войска вышли на подступы к Даугавпилсу, задачей операции было снятие I Прибалтийским и III Белорусским фронтами оккупации Литвы. \nЗа 25 дней наступления в июле 1944 года войска преодолели не одну сотню километров, всё это время Георгий Васильевич занимал должность телефониста и обеспечивал своему полку бесперебойную связь с командованием.\n19 августа 1944 года в районе деревни Рубени состоялось ожесточённое сражение с крупными силами противника, включавшими в себя танки и моторизованную пехоту. В ходе этого сражения Георгий Васильевич не только выполнял свою работу по поддержанию хорошей связи, но и обнаружил противника, корректировавшего огонь по батарее полка. Огнём личного оружия он уничтожил вражеских автоматчиков, за что был награждён медалью \"За отвагу\".\nВторую медаль \"За отвагу\" прадед получил после боя, произошедшего 25 декабря 1944 года на территории Чехословакии. В этот день прадед заменил выбывшего наводчика при отражении контратак противника и из противотанкового орудия уничтожил 2 станковых пулемёта и до 8  вражеских солдат.",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "52.5069704 13.2846501",
                "desc": "1972 истребительный противотанковый полк всё ближе и ближе продвигался к Берлину. В боях при окружении города Георгий Васильевич уничтожил огнём из своего оружия 1 мелкокалиберную пушку, 2 пулемёта и до 10 солдат и офицеров противника, чем помог обеспечить успешное наступление кавалерийской части.\n9 мая 1945 года прадед и его боевые товарищи были награждены от имени Президиума Верховного Совета ССР за образцовое выполнение заданий командования на фронте борьбы с немецкими захватчиками и проявленные при этом доблесть и мужество орденом Красной звезды. Также мой прадед получил благодарность за участие в боях, объявленную приказом верховного главнокомандующего И. В. Сталина 25 апреля 1945 года, которая до сих пор является семейной реликвией. В послевоенные годы ему было вручено несколько памятных наград, посвящённых юбилею Победы.\nЯ горжусь своим прадедом и благодарен ему за безоблачное небо над головой и свободу!",
                "photos": [
                    null
                ]
            }
        }
    },
    "Тарасова Маргарита Викторовна": {
        "rewards": [
            "Медаль за взятие Кёнигсберга, за победу над Германией в Ведикой Отечественной войне 1941-1945 год, дальше я прикреплю фотографии"
        ],
        "desc": "Село: Бороздино Тульской Губернии Виневского Уезда потом переехал в Москву. Должность: учился в ФЗУ по специальности повора, потом поменял специальность и стал шофёром, а в армии он обосновался шофёром.",
        "photos": [
            "https://i.ibb.co/1JYgxXTR/uc-id-1x-VA-p-XSuk-M1-Amkz-YQQP7-Vg-Jh-k-MXh2-J.jpg",
            "https://i.ibb.co/LDBRyVm0/uc-id-17wvu-Mele-EUfp-XIj0r-KEZ4-LDkm-Vb-QOy.jpg"
        ],
        "years": {
            "1940": {
                "location": "48.7792833 132.8625016",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "48.7881668 132.9282082",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "48.7881668 132.9282082",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Кондратьев Иван Акимович ": {
        "rewards": [
            "https://ibb.co/zWsqj0xn,https://ibb.co/jP935FPr"
        ],
        "desc": "Бироюиджан, шофёр.",
        "photos": [
            "https://i.ibb.co/1JYgxXTR/uc-id-1x-VA-p-XSuk-M1-Amkz-YQQP7-Vg-Jh-k-MXh2-J.jpg",
            "https://i.ibb.co/LDBRyVm0/uc-id-17wvu-Mele-EUfp-XIj0r-KEZ4-LDkm-Vb-QOy.jpg"
        ],
        "years": {
            "1940": {
                "location": "48.7792833 132.8625016",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "48.7881668 132.9282082",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Ширяев Иван Иванович": {
        "rewards": [
            "https://ibb.co/W48k87XQ,https://ibb.co/jP935FPr"
        ],
        "desc": " Родился 24 августа 1921 года в селе Помры  Дальнеконстантиновского района Нижегородской области. В 1930 году семья переехала в город Дзержинск Нижегородской области, где и прожил прадедушка до самой смерти. После окончания 9 класса, прадедушка поступил в аэроклуб Героя  Советского Союза им. Н.П. Каманина.Попасть в Дзержинский аэроклуб было непросто. Шел строгий отбор. Паралельно он работал на военном, секретном заводе \"Почтовый ящик №16\". По окончании аэроклуба прадедушку в 1939 году направили в Энгельское военно-авиационное училище или как еще называли в то время, в 14 военную школу пилотов.С 1939 года училище переходит на подготовку лётчиков-бомбардировщиков на самолёте СБ. Через 4 месяца обучения в училище, после прохождения медкомиссии и признания деда абсолютно здоровым, его направляют в Черниговское высшее военное авиационное училище лётчиков . В начале Второй мировой войны училище эвакуируют в Среднюю Азию. Именно там, в Туркмении, в мае 1942 года мой дед и заканчивает учебу в училище, в звании сержанта.",
        "photos": [
            "https://i.ibb.co/My388d63/uc-id-1q-F6p-X4o-ENefetb-Nu-F6k6xy4-AX5p2o0r0.jpg",
            "https://i.ibb.co/nX98yMg/uc-id-10-HHogt-Ql-Pmo-BDe-LPABNt9sr4-FOwle4-FW.jpg"
        ],
        "years": {
            "1940": {
                "location": "51.4753593 46.0897162",
                "desc": "В 1940 году Иван Иванович был курсантом Энгельского военно-авиационного училища или как еще называли в то время, 14 военной школы пилотов.К 1936 году школа стала одной из лучших среди лётных школ страны.С 1939 года училище переходит на подготовку лётчиков-бомбардировщиков на самолёте СБ.Во второй половине 1940 года училище передаётся из Управления высших учебных заведений Красной Армии в подчинение Начальнику главного управления ВВС. Из воспоминаний прадеда, учеба в училище была для него  интересным периодом в жизни. Не было войны, было братство курсантов, мирное небо, веселая жизнь. Конечно, учится было сложно, но очень интересно.",
                "photos": "https://i.ibb.co/QvHw5Yt4/uc-id-12-N4x-Qs-Da-R43-TDk-Tv-rdkuu-Xzqm-H8n3d-J.jpg"
            },
            "1941": {
                "location": "51.5239803 31.2758614",
                "desc": "После 14 школы пилотов (Энгельское училище), Ивана Ивановича направили в Черниговское высшее военное авиационное училище. 28 марта 1941 года он стал курсантом училища, производившего подготовку лётчиков для истребительной авиации ВВС СССР.С самого начала войны авиашкола приняла участие в боевых действиях. ",
                "photos": "https://i.ibb.co/PvrpqgGQ/uc-id-1-U2-Taj83h-m2w-Tjhk7c-N294i-Qgf-ZRVEEf.jpg"
            },
            "1942": {
                "location": "48.7160699 44.5292499",
                "desc": "За годы войны училище несколько раз перебазировалось. Тяжело пришлось на территории Туркмении, 50-градусная жара, пески Кара-Кумов. Но Иван Иванович отличался трудолюбием, выносливостью. в мае 1942 года он заканчивает училище и его направляют в Орловское пехотное училище на кратковременные курсы военно-воздушной десантной подготовки. В сентябре 1942 года в звании командира стрелкового взвода мой прадед оказывается на Сталинградском фронте. Участвуя в боевых вылетах и дистанцируясь в тылу врага он принимал участие в прорыве наших войск в Сталинградской битве. При десантировании был ранен в левое бедро, чуть не попал в плен. В декабре 1942 года попал в госпиталь.",
                "photos": "https://i.ibb.co/Jj8gKxDC/uc-id-15h-IZVQez0jc-NAt-n-z0d-Cy8-Zx-Pd6-P6rh.jpg"
            },
            "1943": {
                "location": "55.1521249 61.2684892",
                "desc": "Начало 1943 года мой прадед встретил в госпитале в г. Челябинск. Пробыв там до марта 1943, продолжил службу в рядах Красной армии в должности командира стрелкового взвода в 24 стрелковом полку в 9 гвардейской воздушно-десантной дивизии на 2 Украинском фронте. Участвовал в кровопролитных боях за Днепр.С обеих сторон в битве приняло участие до 4 млн человек, а её фронт растянулся на 750 километров. В результате четырёхмесячной операции Левобережная Украина была почти полностью освобождена Красной армией от нацистских захватчиков. В ходе операции значительные силы Красной Армии форсировали реку, создали несколько стратегических плацдармов на правом берегу реки, а также освободили город Киев. Битва за Днепр стала одним из крупнейших сражений в мировой истории. В этой битве в декабре 1943 года Иван Иванович получает второе ранение.",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "52.7729409 52.2119336",
                "desc": "1944 год мой прадед встретил в госпитале города Бузулук, Оренбургской области. Ранение второе было более серьезным и потребовало длительного лечения. Только в апреле 1944 года он смог вернуться в ряды Красной армии. ",
                "photos": "https://i.ibb.co/p6VcwGPD/uc-id-1-F5g6eqlhtq-CBRe-J-e-CSUp-Ht3p5-Xwc-F.jpg"
            },
            "1945": {
                "location": "52.2330653 20.9211124",
                "desc": "После ранения Иван Ивановича служил командиром пулеметного взвода, и встретил окончание войны в Варшаве",
                "photos": [
                    null
                ]
            }
        }
    },
    "Туберозов Никалай Михайлович (Блокадный Ленинград)": {
        "rewards": [
            ""
        ],
        "desc": "Геологоразведка",
        "photos": [
            "https://i.ibb.co/hxbwjBT6/uc-id-1fp-SJKbm-Xkki-ORc-X2-Qk-H9-RKBL0s-Eg-Q-z-W.jpg",
            "https://i.ibb.co/sdndK4MR/uc-id-1lx-GLWdvn-Lxgvh4-V4-AAql-Wu6o-REUxk3-Y.jpg",
            "https://i.ibb.co/XfPzP9gr/uc-id-1-Q5hckjo2lx9-Dp-Do-GWUz6t-TVZtq-F0-Zw-H.jpg"
        ],
        "years": {
            "1940": {
                "location": "59.939226 29.534304",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "58.1301307 28.3550561",
                "desc": "Голод, Блокада, смерть близких ",
                "photos": []
            },
            "1942": {
                "location": "52.0631303 29.5388686",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "55.1348033 59.1664571",
                "desc": "Погиб 30 июня 1943 года",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Семенов Иван Иванович": {
        "rewards": [
            "https://ibb.co/W48k87XQ,https://ibb.co/v62FZQJs,https://ibb.co/9HMWjz41,https://ibb.co/606KkZJj,https://ibb.co/ymJtM2WJ,https://ibb.co/WNpvCcMz,https://ibb.co/tTnMFm6K,https://ibb.co/jP935FPr"
        ],
        "desc": "Москвич. Родился в селе Воробьевка(Воробьевы горы). В 1940 году поступил на двигательный факультет МАИ им. С. Орджоникидзе.",
        "photos": [
            "https://i.ibb.co/WvcH6nVz/uc-id-1-i-Esl-HC5-b5c6-BTO-L9pqa-Figb-NAj-T7-G.jpg"
        ],
        "years": {
            "1940": {
                "location": "55.5815245 36.8251381",
                "desc": "В 1940 году поступил на двигательный факультет МАИ им. С. Орджоникидзе.",
                "photos": []
            },
            "1941": {
                "location": "55.7504461 37.6174943",
                "desc": "В 1941 ГОДУ БУДУЧИ СТУДЕНТОМ 2-ГО КУРСА МОСКОВСКОГО АВИАЦИОННОГО ИНСТИТУТА (МАИ) БЫЛ ЭВАКУИРОВАН В АЛМА-АТА. Вернувшись в Москву в октябре 1941 года РАБОТАЛ НА ЗАВОДЕ № 213 (НКАП) РАБОЧИМ. ПОСЛЕ ЭВАКУАЦИИ ЗАВОДА ОСТАЛСЯ В РАБОЧЕМ истребительном ОТРЯДЕ НА ОБОРОНУ МОСКВЫ, СТРОИЛИ БАРРИКАДЫ, ДЕЖУРИЛИ по защите от воздушного нападения.",
                "photos": []
            },
            "1942": {
                "location": "48.7160699 44.5292499",
                "desc": "НА СТАНЦИИ РЫБНОЕ (Рязанской области) СОСТАВ РАЗБОМБИЛИ. УЦЕЛЕВШИХ СОЛДАТ ОПРЕДЕЛИЛИ НА СТАЛИНГРАДСКИЙ ФРОНТ ВО 2-Ю ГВАРДЕЙСКУЮ АРМИЮ, которая закрывала прорыв Манштейна (эти бои показаны в известном фильме «Горячий снег»). ПОСЛЕ РАНЕНИЯ ПЯТЬ С ПОЛОВИНОЙ МЕСЯЦЕВ ЛЕЧИЛСЯ В ЭВакоГОСПИТАЛЕ №2138. ЗАТЕМ БЫЛ МИУССКИЙ ФРОНТ, ГДЕ С 6-ОЙ РОТОЙ АВТОМАТЧИКОВ (149 ПОЛК, 49 ГВАРДЕЙСКАЯ СТРЕЛКОВАЯ ДИВИЗИЯ) ХОДИЛ В АТАКУ, БЫЛ дважды КОНТУЖЕН. ДАЛЕЕ БЫЛИ: КУРСКАЯ ДУГА, УКРАИНА ( освобождал Херсон, Николаев, Одессу), ВЕНГРИЯ (где были кровопролитные бои в районе озера Балатон), ЮГОСЛАВИЯ.",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "До 1944 года воевал в звании «курсант». Закончил войну в звании гвардии старшины в Австрии в составе 46 армии.",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "ПОСЛЕ ДЕМОБИЛИЗАЦИИ, В 1945 ГОДУ, ПРОДОЛЖИЛ УЧЕБУ В ИНСТИТУТЕ. СТАЛ КАНДИДАТОМ ТЕХНИЧЕСКИХ НАУК, СТАРШИЙ НАУЧНЫЙ СОТРУДНИК. С 1962 года ДОЦЕНТ КАФЕДРЫ \"ФИЗИКА\", исполнял обязанности заведующего кафедрой. ВЕЛ АКТИВНУЮ ОБЩЕСТВЕННУЮ РАБОТУ – в течение многих лет был председателем Совета ветеранов МАИ, членом Совета ветеранов г. Москвы.",
                "photos": [
                    null
                ]
            }
        }
    },
    "Севрюгин Дмитрий Иванович": {
        "rewards": [
            "https://ibb.co/v62FZQJs,https://ibb.co/W48k87XQ,https://ibb.co/Mk42Qc4M,https://ibb.co/jP935FPr"
        ],
        "desc": "Мой прадедушка Севрюгин Д.И. родился 06.11.1910 в деревне Копнино Собинского района Владимирской области. Кроме него в семье было еще два брата. Трудовую деятельность он начал в 1925 году в школе ФЗУ, в которой учился и работал до 1929 года. В 1929 году переехал в город Орехово-Зуево, и устроился слесарем в механическую мастерскую. В 1932 году был призван в ряды РККА. Служил на Центральном аэродроме им. Фрунзе в г. Москве. В 1934 году был демобилизован. После службы в армии работал на Лесохимическом заводе в городе Ликино-Дулево слесарем.",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "23 июня 1941 года был мобилизован на фронт. Служил рядовым в артиллерийском полку на Калининском фронте.",
                "photos": []
            },
            "1942": {
                "location": "57.5820066 34.4724523",
                "desc": "В 1942 году направлен на курсы лейтенантов, на которых проучился до сентября 1942 года. Затем вернулся в свой полк и был назначен командиром огневого взвода 45-мм пушек. ",
                "photos": []
            },
            "1943": {
                "location": "57.9922247 31.3143997",
                "desc": "17 марта 1943 году был легко ранен  в ногу. После возвращения из госпиталя был назначен командиром батареи. Принимал участие в наступления под Старой Русой. В дальнейшем был переброшен на 2-ой Украинский фронт. Участвовал в переправе через Днепр. Во время боев за Днепр в ноябре 1943 был тяжело ранен.  После ранения был отправлен в госпиталь. ",
                "photos": [
                    ""
                ]
            },
            "1944": {
                "location": "",
                "desc": "После излечения в 1944 году был комиссован из армии по инвалидности. Вернулся на родину и работал в совхозе слесарем.",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Анучин Максим Яковлевич": {
        "rewards": [
            "https://ibb.co/Mk42Qc4M"
        ],
        "desc": "Крестьянин, плотник",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "59.8570159 29.0671311",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Блынский Яков Васильевич": {
        "rewards": [
            ""
        ],
        "desc": "До войны работал председателем ОСОАВИАХИМа в г. Орле. Подготавливал будущих летчиков, бойцов пехоты, связистов, снайперов и артиллеристов. ",
        "photos": [
            "https://i.ibb.co/C5QP0BPv/uc-id-1-AJRRU4g-S6q-W3-Y-CYDs-O7j1fq-Cw2cbyvm.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "52.9744953 36.0076961",
                "desc": "Служил политруком 605 артиллерийского полка.",
                "photos": []
            },
            "1942": {
                "location": "57.5820066 34.4724523",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Степченков Михаил Константинович": {
        "rewards": [
            ""
        ],
        "desc": "До войны  председатель колхоза \"Маяк\" Починковского р-на Смоленской области",
        "photos": [
            "https://i.ibb.co/LDZFBbyC/uc-id-1-Khd-Pt41wy1-UPQi-Fzmdss-Tvcf-Boe5l-Eu-I.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "54.7365993 31.9488195",
                "desc": "Младший лейтенант, адъютант командира батальона, 568 сп, 149 сд, 61 А.",
                "photos": []
            },
            "1942": {
                "location": "51.868 35.9280416",
                "desc": "Погиб 08.09.1942",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Литышев Павел Петрович": {
        "rewards": [
            ""
        ],
        "desc": "село Воробьевка",
        "photos": [
            "https://i.ibb.co/wrdS2pNS/uc-id-1-TXRYqihi-WC8-WMEyp3-BKb-Onn-Hb-VYn-IMN.jpg",
            "https://i.ibb.co/Kc5VYGFv/uc-id-1-l-OAKro-VJEh-Cc7-APx-BX4mr-GJr-Kkk-C108.jpg",
            "https://i.ibb.co/Dgby5rfV/uc-id-1x-I-DRhtazz7-0-4o-PVd-MI74-P2vsf-DMns.jpg",
            "https://i.ibb.co/V0m8swh3/uc-id-1-Rpy-EE-UNdyk-L7-Krl6nqeelmf-Eu-TUkb-WK.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Семенов Александр Иванович": {
        "rewards": [
            ""
        ],
        "desc": "Место рождения\tМосковская обл., г. Москва\nВоинское звание\tкрасноармеец\nПричина выбытия\tпогиб\nДата выбытия\t13.12.1942\nПервичное место захоронения\tСталинградская обл., ст. Бекетовка\nДата рождения/Возраст\t__.__.1923",
        "photos": [
            "https://i.ibb.co/0VBfY4TX/uc-id-1-Lz-Ye-GJC499n-RC1-Ok-QVhs4-NCgpvigm-U5.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Иньков Павел Григорьевич": {
        "rewards": [
            "https://ibb.co/v62FZQJs,https://ibb.co/S7csPdYz,https://ibb.co/9HMWjz41,https://ibb.co/jP935FPr"
        ],
        "desc": "Родился в Кировской обл., Лебяжский р-н, д. Коровка, окончил Владимирское пехотное училище, был кадровым военным",
        "photos": [
            "https://i.ibb.co/x8fr2pYG/uc-id-1id9-CUCo3r4dl-Mq-RYJHl7-Pzxba-Um1x-Ac-A.jpg",
            "https://i.ibb.co/V0BSJ1kH/uc-id-1-J-o-I0-AA4-Mp-XJg-ROQ-l3p-J7-ALHV2-SFpj7.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "27.3492495 95.2937038",
                "desc": "Помощник начальника оперативного отдела штаба 1 Краснознамённой Армии ДВФ ( Дальневосточного фронта), звание старший лейтенант",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "49.4922864 117.4207136",
                "desc": "Участвовал в боевых действиях во время Советско-японской войны, награждён орденом Красной Звезды ",
                "photos": [
                    null
                ]
            }
        }
    },
    "Борисов Семен Георгиевич": {
        "rewards": [
            "https://ibb.co/Mk42Qc4M,https://ibb.co/W48k87XQ,https://ibb.co/N6KbxyY6,https://ibb.co/jP935FPr"
        ],
        "desc": "До войны на хуторе Вторая Березовка Ново-Анненского района Волгоградской области,  механизатор",
        "photos": [
            "https://i.ibb.co/s90NkM3w/uc-id-1-DAr-t-KUur-E72wgp-Lz-KBbjp-NPCK1lccc-X.jpg"
        ],
        "years": {
            "1940": {
                "location": "49.327553 42.0594664",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "45.052061 35.343095",
                "desc": "",
                "photos": "https://i.ibb.co/RpKY2p63/uc-id-11u-Fe3-OGPSY53-MGku-O2-IMy7-As-Li-DELIle.jpg"
            },
            "1942": {
                "location": "44.7146592 37.7504265",
                "desc": "Участвовал в Феодосийском десанте",
                "photos": []
            },
            "1943": {
                "location": "44.7146592 37.7504265",
                "desc": "Разведдиверсионная группа, разведка места высадки десанта под Новороссийском в Южной Озереевке.  Моторист на мотоботе",
                "photos": [
                    ""
                ]
            },
            "1944": {
                "location": "44.7146592 37.7504265",
                "desc": "лечился в госпитале и остался на базе флота",
                "photos": "https://i.ibb.co/9k7ZHqMd/uc-id-1-YQ1uwg-LEx-Vln-ABbnn-Lu-Bb7g-Hm-SQz-WH.jpg"
            },
            "1945": {
                "location": "44.7146592 37.7504265",
                "desc": "После войне остался в Новороссийске и работал в автохозяйстве",
                "photos": "https://i.ibb.co/xSth3BLJ/uc-id-1-Dw5c21b2er-Zs2-RAOGQKq-BXGB6fh-Hh-Orn.jpg"
            }
        }
    },
    "Дьяконов Сергей Степанович": {
        "rewards": [
            ""
        ],
        "desc": "Родом из Одинцовского р-на, п. Назарьево\nработал на тракторном заводе",
        "photos": [
            "https://i.ibb.co/G4R1b6Sb/uc-id-1re-Ur-EIk-QNve-MH-mv-TQr-Ry-N4-Ie-BXGao-X.png",
            "https://i.ibb.co/0R2bWX7z/uc-id-1tx6-Fmkbf-Hfohpfyp-X-c-Cl-Jm-Qlb-Sxz-Fs5.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "53.3119309 34.2883649",
                "desc": "призван в РККА Данковским РВК Рязанской области летом 1942 года. Воевал в составе 870-го стрелового полка 287-й стрелковой дивизии Брянского фронта. Разведчик взвода пешей разведки, красноармеец. Первое ранение получил осенью 1942-го года",
                "photos": "https://i.ibb.co/rGy0JZMk/uc-id-1f-Qpvxyv-V04-J6a-L3808lyxbq2-E1qy-Ps5l.png"
            },
            "1943": {
                "location": "52.7907328 35.3088171",
                "desc": "В 1943-м году принимал участие в Орловской наступательной операции. 13-го августа 1943-го года получил тяжелое множественное ранение. После длительного пребывания в госпитале был комиссован из рядов РККА.\nПриказом от 18-го августа 1943-го года награждён медалью «За боевые заслуги».",
                "photos": [
                    ""
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Орлов Артем Александрович": {
        "rewards": [
            "https://ibb.co/zWsqj0xn,https://ibb.co/jP935FPr,https://ibb.co/9HMWjz41"
        ],
        "desc": "До войны учился в школе, ушел на фронт в 10 классе. С ноября 1943 – помощник начальника штаба 713-го батальона\nаэродромного обслуживания 4-й воздушной армии. После войны продолжал службу в армии в той же должности. Уволен в запас\nв апреле 1948 года с должности помощника начальника 6-го отдела штаба\n269-й истребительной авиадивизии.\nВернулся на родину, через два месяца уехал в город Рубежное Луганской\nобласти. С июня 1948 года работал старшим инструктором школы фабричнозаводского обучения (ФЗО) № 39 и ремесленного училища № 5.\nОдновременно окончил 10-й класс школы рабочей молодёжи, получил\nсреднее образование.\nВ 1951 году поступил в Рязанский электровакуумный техникум (ныне –\nРязанский колледж электроники), который окончил с отличием в 1954 году.\nВо время учёбы в 1952 году вступил в КПСС. Был направлен на работу на\nРязанский электроламповый завод сменным инженером. Через год избран\nпредседателем заводского комитета профсоюза.\nС 1956 года – на партийной работе, избран секретарём парткома завода. В\n1961 году избран первым секретарём Октябрьского райкома партии города\nРязани. В 1964 году окончил Рязанский радиотехнический институт,\nвечернее отделение, с присвоением квалификации «инженер-электрик».\nВ 1965 году вернулся на свой завод, носящий новое название – Рязанский\nзавод электронных приборов, утверждён в должности директора. С этого\nвремени входил в номенклатуру секретариата ЦК КПСС. В 1969 году на базе\nзавода было создано производственно-техническое объединение\nэлектронных приборов в составе двух заводов, двух НИИ и одного КБ. После\nреорганизации оставался директором головного завода. За период работы\nзарекомендовал себя квалифицированным инженером и хорошим\nорганизатором производства. Под его руководством объединение стабильно\nвыполняло плановые задания по всем технико-экономическим требованиям.\nПровёл большую работу по совершенствованию управления, эффективности\nнауки и производства, внедрению новой техники, реконструкции\nпроизводства.\nЗавод электронных приборов одним из первых в стране перешёл на новые\nусловия планирования и экономического стимулирования, неоднократно\nвыступал инициатором ценных начинаний, которые поддерживались\nминистерством и местными партийными органами, был награждён орденом\nОктябрьской Революции и ему присвоено имя Ленинского комсомола.\nЗа восьмую пятилетку (1966–1970) предприятиями объединения было\nвыпущено сверх контрольных цифр товарной продукции на сумму 8,5\nмлн.рублей, получено прибыли сверх плана в размере 1,6 млн.рублей.\nОбъединение досрочно – 9 октября 1970 года – выполнило пятилетний план.\nЗа высокие показатели в работе объединение в целом и отдельные его\nпредприятия неоднократно отмечались коллегией министерства и ЦК\nпрофсоюза, Рязанским обкомом КПСС.\nУказом Президиума Верховного Совета СССР («закрытым») от 26 апреля\n1971 года за выдающиеся заслуги в выполнении пятилетнего плана,\nсоздании новой техники и развитии электронной промышленности Орлову\nАртёму Александровичу присвоено звание Героя Социалистического\nТруда с вручением ордена Ленина и золотой медали «Серп и Молот».\nВ конце 1971 года переведён в Москву. С декабря 1971 по июнь 1979 года –\nзаведующий сектором электронной промышленности Отдела оборонной\nпромышленности ЦК КПСС. В 1979–1981 годах работал начальником\nУправления кадров и учебных заведений Министерства электронной\nпромышленности СССР. В 1981 году вышел на заслуженный отдых,\nпенсионер союзного значения.\nИзбирался делегатом 24-го съезда партии (1971), членом Рязанских\nобластного и городского комитетов КПСС.",
        "photos": [
            "https://i.ibb.co/PR2KhTk/uc-id-1d1-VXj-N10-G8ok7iddpo-Pm-Youa-QBz-WMFwj.jpg"
        ],
        "years": {
            "1940": {
                "location": "54.6680587 39.553799",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "54.7860519 39.4033229",
                "desc": "Добровольцем уходит на фронт, военную подготовку проходит в военной школе в Арзамасе. С января участвовал в боях в составе 204 отдельного лыжного батальона на северо западном фронте, под Старой Руссой.",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": " В декабре 1942 года, как имеющий достаточное образование, был\nнаправлен на курсы шифровальщиков при 8-м отделе штаба Северо Западного фронта. Стал офицером, продолжил службу в штабе фронта. ",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "С ноября 1943 и до Победы – помощник начальника штаба 713-го батальона\nаэродромного обслуживания 4-й воздушной армии.",
                "photos": [
                    ""
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Макарова Зоя Николаевна": {
        "rewards": [
            "https://ibb.co/W48k87XQ,https://ibb.co/v62FZQJs,https://ibb.co/9HMWjz41,https://ibb.co/39KBRtKg,https://ibb.co/7t7BZCpC,https://ibb.co/jP935FPr"
        ],
        "desc": "г. Бугульма, радистка",
        "photos": [
            "https://i.ibb.co/Tq2jXvbD/uc-id-19-Mpvlz-WYi-Cf-YWX7-TL-s-DTy-Zh-H2-Ycawv-K.jpg"
        ],
        "years": {
            "1940": {
                "location": "55.1481091 59.6226577",
                "desc": "Подготовка, т.к. призыв лишь в 1943",
                "photos": []
            },
            "1941": {
                "location": "55.1481091 59.6226577",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "55.1640216 59.585779",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "56.8474882 37.2840773",
                "desc": "Всю зиму осваивала всяческую науку по пехоте. Учёба была приравнена к боевым действиям на фронте.",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "45.5618906 37.6766711",
                "desc": "Переквалифицировали в радистку и передали  18.12 8й Гвардейской армии. Копала окопы и держала связь.",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "52.5069704 13.2846501",
                "desc": "Форсирование Одера, взятие Берлина.",
                "photos": [
                    null
                ]
            }
        }
    },
    "Киракосян Шапахак Арменакович (26.06.1941-21.031995)": {
        "rewards": [
            "17,27,22,9,18"
        ],
        "desc": "Родом из Нор-Баязетский р-н,Армянская ССР,с. Сарухан.,Дата поступления на службу в 1937 году,в 1941 году был призван из Военного училища.\nкапитан из 73 иаб 16 РАБ 8 ВА",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "48.7160699 44.5292499",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "57.1968466 39.3805101",
                "desc": "https://pamyat-naroda.ru/heroes/podvig-chelovek_nagrazhdenie19874192/\n\nhttps://pamyat-naroda.ru/heroes/podvig-chelovek_nagrazhdenie37372860/",
                "photos": [
                    ""
                ]
            },
            "1944": {
                "location": "45.3042784 33.4420014",
                "desc": "https://pamyat-naroda.ru/heroes/podvig-chelovek_nagrazhdenie37372860/",
                "photos": "https://i.ibb.co/Jjt6QqxD/uc-id-15qk-Ousb9-C8-Tq-WW-T79-Jyqa-LMK057-O9o.jpg"
            },
            "1945": {
                "location": "51.935837 16.8920779",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Пахомов Александр Егорович": {
        "rewards": [
            "Орден \"Отечественная война 1-ой степени\"  "
        ],
        "desc": "Деревня Сычёвка, Навлинского р-на Брянской области.  До войны работал в колхоз.  ",
        "photos": [
            "https://i.ibb.co/5xSWmMF5/uc-id-1i-BWLok-Wowc2x-K7-El-Cd-Ci-5k-TPDe-Fy-MOr.jpg",
            "https://i.ibb.co/PsnYVCKS/uc-id-1-IEn-Rx-Gt-MHi-uji-Qn-EK38i-JTXey9v9-NWa.jpg"
        ],
        "years": {
            "1940": {
                "location": "55.7539333 37.6186063",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "59.4929541 30.2712945",
                "desc": "26.08.1941 года, в бою под городам Старая Сусса, Ленинградской области был тяжело ранен осколком в левую ногу в результате ранения левая нога ампутирована до колена. (Осколочный перелом левого голеностопного сустава и касательное ранение правого бедра, ранение кистей рук и лица без повреждение костей \"Выписка из мед справки из госпиталя\")",
                "photos": []
            },
            "1942": {
                "location": "54.9859925 73.2160576",
                "desc": "Выбыл из госпиталя 5.01.1942. Куда - неизвестно. Эвакуационный госпиталь 1495 народного комиссариата обороны г.Омск ",
                "photos": "https://i.ibb.co/hJDtg5kX/uc-id-1a-Df-Hg9-Nw1c-GMFXQOMR0s-MYQng-Dsj-MMLu.jpg"
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Блохин Трофим Дмитриевич": {
        "rewards": [
            ""
        ],
        "desc": "Орловская обл., Карачевский р-н родился в 1900 году",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "53.131183 34.8745865",
                "desc": "01.01.1941 года был призван в армию в Карачевский районном военном комиссариате, Орловская обл., Карачевский р-н. Был определён в 13 гвардейскую механизированную бригаду.",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "47.2719786 39.8217621",
                "desc": "до 28.08.43 принимал участие в боях по Ростовом на Дону",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "08.02.1944 погиб (убит). Похоронен: Украинская ССР, Днепропетровская обл., Никопольский р-н, Перенезские хутора",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Орлов Виктор Александрович": {
        "rewards": [
            ""
        ],
        "desc": "Родился в 1919г.  Село Заокское, Солотчинский район, Рязанская область.",
        "photos": [],
        "years": {
            "1940": {
                "location": "43.0293616 44.5916733",
                "desc": "13 апреля призван военкоматом Владикавказа в Ордженикидзевскую щколу пограничных войск НКВД, курсантом.",
                "photos": []
            },
            "1941": {
                "location": "57.9594897 30.8616032",
                "desc": "02.07.1941 присвоено звание лейтенанта (закончил Ордж.погранучилище НКВД), 2 июля командирован в подчинение командира 262 сд.\nБоевые действия в составе: 262 сд\n26.07.1941 - 26.07.1941\n\nБоевые действия в составе: 905 сп\n31.07.1941 - 31.07.1941\n\nБоевые действия в составе: 262 сд\n01.08.1941 - 05.08.1941\n\n07.08.1941 - 07.08.1941\n\n10.08.1941 - 13.08.1941\n\n30.08.1941 - 30.08.1941\n\n04.09.1941 - 07.09.1941\n\nПропал без вести не раньше августа 1941.\nПоследнее письмо написано им примерно в апреле - августе 1941",
                "photos": "https://i.ibb.co/Lhs2NdFC/uc-id-17-ENc-SGd9-E3-YA-e-Gmm-Po-Go-Qtgy-Fh2-J.jpg"
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Клюкало Николай Александрович": {
        "rewards": [
            "18"
        ],
        "desc": "Родился в 1905 году,Ворошиловградская обл., г. Рубежное, до войны работал бухгалтером на железной дороге. \n\n\nЗвание: ст. сержант\n\n\nМесто службы: 133 зенап 20 зенад РГК 1 БелФ",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "51.9454576 18.4620674",
                "desc": "Призван в армию с с 07.1941 года Место призыва: Рубежанский РВК, Украинская ССР, Ворошиловградская обл., Рубежанский р-н",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "21 Августа под бомбардировкой противником его позиции, орудийный расчет, которым он командовал сбил 2 Юнкерс-87",
                "photos": "https://i.ibb.co/j9VC1yqD/uc-id-1-Bjcw8ic54-CE1-Fgxy-B6-MX3k-Ik-Qqv-E5z-H.jpg"
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Адикаев Фатих Саддыкович": {
        "rewards": [
            "29,27"
        ],
        "desc": "Республика Мордовия, село Тат. ТАВЛА, Колхозник",
        "photos": [
            "https://i.ibb.co/Vp52LHPV/uc-id-10y-P67-ZOv-P-j-QOTgqw-6-WJj-STo-Exnx5-W.jpg"
        ],
        "years": {
            "1940": {
                "location": "54.2937181 44.9614606",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Киселев Дмитрий Николаевич": {
        "rewards": [
            "18"
        ],
        "desc": "Егорьевский район, п Лопатинский рудник. До войны - Дмитрий Николаевич был служащим, другой дед Пётр Николаевич - тоже работал на руднике",
        "photos": [
            "https://i.ibb.co/w1nysFV/uc-id-1-Ljklex691-Fq-OPEl-YFn3d-KJEVAO-Kyc-Km.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "Все братья моей бабушки /их было 5 человек прошли всю войну/, остались живы, были ранены. После окончания войны все закончили институты, были женаты, дети, внуки. ",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Мамаев Михаил Степанович ": {
        "rewards": [
            ""
        ],
        "desc": "Родом из Киржача, был сельским рабочим ",
        "photos": [
            "https://i.ibb.co/G12h70k/uc-id-1v9c-TC0s-DHE4-Xj6am-Iu-Vz11-ZA3-VM42dzs.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "56.1420533 39.8764686",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "54.7802128 31.9299217",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "51.935837 16.8920779",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "52.5069704 13.2846501",
                "desc": "Помнил тот момент, когда он вернулся после войны в семью. «Ура» кричали на всех улицах, но вскоре он был отправлен на Советско-Японскую году в том же 1945 году",
                "photos": [
                    null
                ]
            }
        }
    },
    "Шерер Галина Михайловна": {
        "rewards": [
            ""
        ],
        "desc": " Лабкова(Шерер) Галина Михайловна родилась в городе Казатин на Украине  29 апреля 1897 года в семье железнодорожника, Лабкова Михаила Александровича и  его  жены Фимеер Валентины Людвиговны. В семье было 3 детей. Галина была старшей. Отец со временем дослужился до должности начальника Депо Южной железной дороги, был переведен в Киев, дети учились в гимназии. К моменту Октябрьской революции Галина Михайловна окончила  высшие женские курсы,  работала сначала телефонисткой , потом бухгалтером – экономистом на заводе. Вышла замуж за инженера Шерера Эдуарда Яковлевича. Родила дочь Валечку, которая умерла от тифа  во время Гражданской войны. В 1926 году родилась младшая дочь Наталья, мама моей бабушки. В 1937 году был репрессирован муж , который в  городе Никополь налаживал первую сталепрокатную линию. После его ареста Галина Михайловна с дочкой Натальей, спасаясь от ареста, уехали к отцу в Одессу. Там и застала  прабабушку война. Но несмотря на испытания, выпавшие на ее долю, она вырастила мою бабушку, потом мою маму, прожила долгую жизнь и умерла в 1987 году, не дожив 1 месяц до своего 90 летия. В моей семье хранят память о этой замечательной женщине, старые фотографии и замечательные рецепты блюд, которые она всю жизнь готовила, а теперь готовят моя бабушка и мама.\n",
        "photos": [
            "https://i.ibb.co/tWQ3p37/uc-id-1-Ks-B09g-R2r-Be-PTth9-XVABIf-BJt-G18-J3g.jpg",
            "https://i.ibb.co/PvrNB6Z2/uc-id-1-B6-JCm-DJ6c-XY8-WOf5p2-Ap-Bxm-Nvy0-Udp-Tl.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "46.460123 30.5717051",
                "desc": "\tОдесса была оккупирована союзниками немцев - румынами в октябре 1941 года. Многие  не успели уехать. Одесса к тому времени была в плачевном состоянии. Советские войска, отступая, взорвали водопровод, город остался без воды. В колхозах  уничтожили все, что не удалось вывезти. Урожай, скот, лошадей. Самое большое бедствие вход фашистских войск представлял для евреев, которые составляли в Одессе 100 тысяч человек. Многих расстреляли и повесили, очень много людей  покончили жизнь самоубийством, дети осиротели. В это время  наместником Православной церкви в г. Одессе был замечательный священник и учитель Отец Федор Флоря. Он организовал приют для детей при церкви на ул пушкинской. Моя прапрабабушка Галина Михайловна работала там сестрой хозяйкой. Все время фашистской оккупации в Одессе отец Федор и моя прабабушка спасали осиротевших  одесских детей, среди которых большую часть составляли еврейские дети.Они разработали целую систему, как сделать, чтобы фашисты  не догадались, что приют занимается укрывательством и спасением евреев. Ведь  эти дети должны были быть отправлены в гетто, где выжить у них было очень мало шансов. Когда в приют поступал ребенок, его сразу брили наголо, девочкам надевали платочки, чтобы все дети выглядели одинаково. Дети участвовали в богослужениях. И никому  и в голову не могло прийти, что дети эти еврейские. В приюте было не больше, не меньше, как 100 детей. Отдельной проблемой было обеспечить этих детей едой. Это было очень и очень непросто, особенно в начале оккупации. Тут моя прабабушка  проявляла  огромное мужество, добывая продукты питания. Ей в 1941 году было 44 года, то есть по тем временам она уже была не молодой женщиной! Она  одна садилась в подводу, запряженную лошадью,  и, каждый раз рискуя жизнью,  ехала через фашистские кордоны за город, по хуторам, выменивать вещи на продукты. И деревенские жители помогали приюту! И солдаты не трогали  интеллигентного вида женщину, управлявшую подводой. Очень помогало свободное владение немецким языком, который у прабабушки был вторым родным языком, ведь и мама, и муж у нее были из русских немцев. И приют просуществовал до  освобождения Одессы советскими войсками. Много детей были спасены от верной смерти. Я думаю, что моя прапрабабушка и священник отец Федор Флоря совершили настоящий подвиг во время Великой Отечественной Войны, спасая под носом у фашистов, еврейских детей. Конец у истории печальный. Отец Федор после освобождения Одессы был отправлен в Гулаг,  где сгинул. О нем упоминает  Солженицын в своей книге Архипелаг Гулаг. Прабабушка Галина Михайловна была отправлена  в ссылку в Сибирь в Красноярский край, потеряла все зубы во время страшной эпидемии цинги. В 1951 году по ее просьбе перевели на Северный Урал в  Краснотурьинск 1951. В 53 году прабабушку освободили. ",
                "photos": "https://i.ibb.co/G4pk4ddd/uc-id-1-Iz-Gqw-BHZ0bi-OPod-Xza-Q4-vv-KVq49-Lvh8.jpg"
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Панферов Аким Яковлевич, прадед": {
        "rewards": [
            ""
        ],
        "desc": "Рязанская область, мельник, тракторист, работал в колхозе ",
        "photos": [
            "https://i.ibb.co/7JvmG11s/uc-id-1-PPl-CQz3-Y3xg-OYs-M8-PTn-Gd-BVLLDcw3t-C.jpg",
            "https://i.ibb.co/99rq8dnw/uc-id-18li-Pzv4-LXYke-TVh-Usdf55k9-CYv86-Hj-DE.jpg"
        ],
        "years": {
            "1940": {
                "location": "53.4904639 40.4852227",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "В 1941 году мой прадед ушёл на фронт ",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "51.935837 16.8920779",
                "desc": "Попал в плен, при пересылке в концлагер бежал. Был ранен. Комиссован в тыл. ",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Щеголев Иван Викторович": {
        "rewards": [
            "27,22,9,14,10,17"
        ],
        "desc": "Смоленская обл., Мосальский р-н, с. Алферьевское;  гв. майор; капитан администр. службы; гв. майор администр. службы; подполковник админ. сл.; майор",
        "photos": [
            "https://i.ibb.co/5q9G5Rm/uc-id-1-RMt-Cjkil-BAJRFqew-Jmm-Hb-Pb-I3jnad-IXY.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Сысоев Алексей Владимирович": {
        "rewards": [
            "22,18,29"
        ],
        "desc": " Московская обл., Истринский р-н, с.;  рядовой саперной службы",
        "photos": [
            "https://i.ibb.co/ks4H0WNc/uc-id-1n41-Oth-ZYRYcat-GXYLp-7-Xd-FP8p5-TWu-M.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Айвазян Сурен Алексеевич": {
        "rewards": [
            "9,17"
        ],
        "desc": "Грузинская ССР, г. Тбилиси;  майор медслужбы; подполковник мед. сл.; военврач 3 ранга",
        "photos": [
            "https://i.ibb.co/nspgNXds/uc-id-1b8-XFARki-Qq-YXfs-Sto-QNr8d-NYhup-Rt1ax.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Токарев Николай Дмитриевич": {
        "rewards": [
            ""
        ],
        "desc": "Токарев Николай Дмитриевич родился 23 февраля 1924 г. в Белгородской области Корочанском районе в селе Яблоново. После окончания школы поступил в ремесленное училище в городе Шебекено. После окончания войны продолжал военную службу в польской народной республике. После демобилизации в 1949 году из вооружённых сил, поступил в Харьковский Авиационный Институт и работал в харьковском объединённом авиаотряде бортмехаником на самолетах: ИЛ-12, АН-10, АН-12. В 1966 году переехал в город Якутск, где продолжил работать в якутском объединённом авиаотряде ботмехаником самолета АН-12. Погиб 2 октября 1973 года при заходе на посадку в аэропорту Сокол города Магадана. \n",
        "photos": [],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "50.4072137 36.9681508",
                "desc": "В 1942 году был призван в ряды Красной Армии и проходил службу в военно-воздушных силах авиационно-истребительном полку.",
                "photos": "https://i.ibb.co/vv1vDLGs/uc-id-1m-ORxq2k-ZSf6yf-GGK56-S5n-NUVj-D5bup-A.jpg"
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Петров Константин Ефимович": {
        "rewards": [
            "21,22"
        ],
        "desc": "1914( Талдомская обл)-1979 ( Ставрополь) \nДо войны окончил Артиллерийское училище( или институт) Ленинграда .\nУчастник Финской и ВОв. Прошел всю войну, был контужен и ранен. Воевал в артиллерии и в  интендантской  службе. ",
        "photos": [
            "https://i.ibb.co/yn2QMGh4/uc-id-10-ELz-AC8f-Wd-Zo6e-FR7-DIVh21-UNqvfvl-JT.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Бойко Егор Игнатьевич": {
        "rewards": [
            ""
        ],
        "desc": "1908 гр. Призвался в 1941 г. Гофитским военкоматом Ставропольского края. Погиб в 1944 г при  взятии Днепра в Киевском направлении. ",
        "photos": [
            "https://i.ibb.co/KcbCyn0x/uc-id-1-Nm-WB7jt4-Y-T22t-Eg-Mwkk-Wk-Is-MEqe5in-Z.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "47.11901 39.666292",
                "desc": "Призван на фронт. ",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "51.1218182 28.1226959",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Вербицкий Пётр Андреевич": {
        "rewards": [
            ""
        ],
        "desc": "Родился в 1901 г в Полтавской губерни, в многодетной семье, так как было уже трудно прокормить детей, усыновлен бездетной парой, друзьями семьи. Жил в Ставропольском крае.\nБыл председателем сельсовета до войны. И продолжил им быть после. Умер в конце 70-х -начале 80-х годов.\nПрошел ВОв, ранения, награды. ",
        "photos": [],
        "years": {
            "1940": {
                "location": "44.9442637 42.1594563",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Никулин Михаил": {
        "rewards": [
            ""
        ],
        "desc": "Родился приблизительно в первом десятилетии века. После войны жил в Кисловодске. \nКомандир Красной Армии.\nПрошел ВОв. Ранения, награды. \nУмер приблизительно  в  60 -70 годы. \nПрадед. ",
        "photos": [
            "https://i.ibb.co/Gv558xHL/uc-id-1-Pi-SYKf6fs6v-gp-Ao7-YD8nmj-a-Cyg89-FP.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Муркин Алексей Иванович": {
        "rewards": [
            "3"
        ],
        "desc": "Муркин Алексей Иванович родился в 1906 году в Санкт-Петербурге. Затем переехал с родителями в Смоленскую область город Гжатск (сейчас город Гагарин), поселок Карманово, куда его отца, ветеринара Семеновского полка, пригласил на работу ветеринаром граф Голицин.\nС 1924 года работал на станции Гжатск Смоленской железной дороги. Железнодорожник, электромеханик, машинист тепловоза, слесарь пункта досмотра. Как электромеханик обеспечивал сигнализацию, контроль за путями и стрелками.",
        "photos": [
            "https://i.ibb.co/4wRW08d4/uc-id-1tpn-Ye3qnr-Ji0-DHue-Cspn-Ytr6-ULVq-QJ3-K.jpg",
            "https://i.ibb.co/5XmyQ2R0/uc-id-1e-HP8-KSNZlo4-Df0oy-Cj-GU2-WKh-HQ5-Op-Ob-L.jpg",
            "https://i.ibb.co/spz9VPnY/uc-id-1-IKx-OTj1bt-A4-P2l-EH9rk-Cn-LBXWx0-LOXZe.jpg",
            "https://i.ibb.co/xqMtB6sp/uc-id-1-F8-ZD-y4-Jmn-Yg4-OBvbcj2-C7-A23y3wow-Gv.jpg"
        ],
        "years": {
            "1940": {
                "location": "55.7024151 78.1737926",
                "desc": "Работал на железной дороге, повышал квалификацию, вступил в партию.",
                "photos": []
            },
            "1941": {
                "location": "55.7180944 78.1254316",
                "desc": "В 1941 году, при наступлении немцев, было уже понятно, что город придется оставить, поэтому руководство приняло решение об эвакуации населения. Алексей Иванович с другими сотрудниками железной дороги организовывал эвакуацию населения в глубь страны, консервацию железнодорожного хозяйства. Сам эвакуировался с последним эшелоном в Удмуртию, город Белезино, где находилось крупная железнодорожная развязка с вагоноремонтной и паровозоремонтной базой.",
                "photos": []
            },
            "1942": {
                "location": "57.9813227 52.9723401",
                "desc": "Начиная с 1941 года Алексей Иванович Муркин работал машинистом тепловоза, а затем начальником эшелонов, которые осуществляли перевозку военнослужащих, оружия и боеприпасов, провизии на Юго-Западный фронт, Северный Кавказ, в район Волги и Сталинград. \nВо время Сталинградской битвы  работал в военном депо по строительству временных специальных подъездных путей к Сталинграду для двадцатитонных двухостных вагонов. Затем под бомбежками по этим путям возил снаряды на передовую. ",
                "photos": []
            },
            "1943": {
                "location": "58.3017606 60.2730133",
                "desc": "Участвовал в операции \"Кольцо\" под Сталинградом в качестве начальника поезда, подвозил боеприпасы в район Мамаева кургана.",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "Работал начальником военного эшелона",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "51.935837 16.8920779",
                "desc": "С 1945 по 1946 год работал в Польше в управлении по воссозданию польских железных дорог. В его ведения входили электрооборудование, сигнализация и стрелки. Вернулся в 1946 в город Гжатск. Работал начальником станции Гжатск, затем освобожденным секретарем партийной организации станции Гжатск. Военнослужащим не считался, военного звания не имел, хотя прошел всю войну и даже имел военные награды и почетную грамоту за подписью И.В. Сталина.",
                "photos": [
                    null
                ]
            }
        }
    },
    "Парунакян Альфред Левонович": {
        "rewards": [
            "9"
        ],
        "desc": "Армянская ССР, г.Ленинакан (Гюмри); связист",
        "photos": [
            "https://i.ibb.co/84bX3XDN/uc-id-1-OYh-Uly-QDub-TKgeo13-DUKE-Unqxm-J-Jq.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Ващилов Александр Павлович": {
        "rewards": [
            "9"
        ],
        "desc": "Ващилов Александр Павлович родился 25 марта 1903 года в деревне Ланенка в Витебской губернии. (Ум. 25 мая 1986г. в г. Дубровно Витебской области). \n С 1928 по 1932 год участвовал в строительстве Днепро ГЭСа, Смоленского льнокомбината. Закончил Рабфак.\n Служил действительную службу  в Красной Армии, воевал в Советско-Финской войне 1939-1940 годов, участвовал в Польской кампании 1939 года.\n В 1941 году работал в должности главного бухгалтера Смоленского льнокомбината и имел бронь от призыва в Красную Армию.  При первой бомбардировке фашистами Смоленска 24 июня 1941 года, административное здание льнокомбината рухнуло. Александр Павлович уцелел. Он рассказывал, что три стены кабинета рухнули, и только стена за его спиной и  стол за которым он сидел, остались целы.  Он принял решение идти на фронт добровольцем, несмотря на то, что имел малолетнюю дочь и беременную жену.  \nАлександр Павлович Ващилов воевал с первых дней войны в должности старшины. Дважды попадал в плен в первые дни войны, во время обороны Смоленска и Орши, дважды бежал.  Служил в 1942-1943 годах в отделе снабжения вооружением и боеприпасами в штабе 62 -й Армии под руководством генерала Ивана Васильевича Чуйкова. Участвовал в Сталингадской битве.  С боями дошел до Берлина, расписался на Рейхстаге. \nЕго семья во время войны оставалась под окуппантами,  его жена Мария Михайловна Ващилова (Киликовская) (9 мая 1908г.- 22 июля1982) и двое детей были в концентрационном лагере под Минском. \nРодной брат Александра,  Авраам Павлович  Ващилов, был курсантом Смоленского военного училища. В июне 1941 года на подступах к городу безоружных курсантов выпустили под фашистские танки. Среди погибших Мария Михайловна юного деверя не нашла, но считала погибшим. Совсем недавно появились сведения, что он в Смоленском котле был захвачен в плен и погиб в концлагере в Германии в 1943 году. Два племянника Александра Павловича партизанили. Попали в плен во время выполнения задания и были расстреляны фашистами.",
        "photos": [
            "https://i.ibb.co/yjdT8kc/uc-id-1f-SQNt-It-Lrc-Yux-QNb-JLu8p-Vgr4-IKpj-Z8i.jpg"
        ],
        "years": {
            "1940": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    },
    "Дунаевский Константин Дмитриевич": {
        "rewards": [
            "19,24,21,9"
        ],
        "desc": "Родился в г.Ржев в 1922 году. Учился в Батайском авиационном училище. В 1940 году был призван в Красную армию. В 1941 году окончил Чкаловскую военную авиационную школу. С декабря 1943 года на фронте, командовал звеном авиаразведки. Совершал аэрофотосъемку военных объектов. 23 апреля 1945 года совершил 4 боевых вылета и после четвертого на аэродром уже не вернулся. Весь экипаж погиб.",
        "photos": [
            "https://i.ibb.co/84B1yZ90/uc-id-1-Hw-Npm0-UX8s-XEiqh-Pw-Wz41-h-Mm-PSr-GZR0.jpg"
        ],
        "years": {
            "1940": {
                "location": "45.1856351 78.0016422",
                "desc": "",
                "photos": []
            },
            "1941": {
                "location": "56.7645868 43.2228564",
                "desc": "",
                "photos": []
            },
            "1942": {
                "location": "",
                "desc": "",
                "photos": []
            },
            "1943": {
                "location": "53.6992593 25.7353814",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1944": {
                "location": "",
                "desc": "",
                "photos": [
                    null
                ]
            },
            "1945": {
                "location": "52.5065133 13.1445545",
                "desc": "",
                "photos": [
                    null
                ]
            }
        }
    }
}